/* Message if sign in failed
   Message if sign up failed */
"\(error_msg)" = "\(error_msg)";

/* Message if if email has been successfully changed
   Message if password succesfully changed
   Message if sign in failed
   Message if sign up was successfull */
"\(message)" = "\(message)";

/* Name for GoalItem Active Minutes */
"Active Minutes" = "Active Minutes";

/* Name for Period Annual */
"Annual" = "Annual";

/* Name for Measurement Item BMI
   Name of Value BMI */
"BMI" = "BMI";

/* Name for Measurement Item Body Fat
   Name of Value Body Fat */
"Body Fat" = "Body Fat";

/* Name for Measurement Item Body Height */
"Body Height" = "Body Height";

/* Name for GoalItem Body Weight
   Name for Measurement Item Body Weight
   Name of Value Body Weight */
"Body Weight" = "Body Weight";

/* Name for GoalItem Calories Burned
   Name for Measurement Item Calories Burned
   Name of Value Calories Burned */
"Calories Burned" = "Calories Burned";

/* Name for GoalItem Calories Eaten
   Name for Measurement Item Calories Eaten
   Name of Value Calories Eaten */
"Calories Eaten" = "Calories Eaten";

/* Name for Setting change email adress */
"Change E - Mail Adress" = "Change E - Mail Adress";

/* Name for Setting change password */
"Change Password" = "Change Password";

/* Title for Message if password change failed */
"Change Password Failed!" = "Change Password Failed!";

/* Title for Message if password was succesfully changed */
"Change Password Succesfull!" = "Change Password Succesfull!";

/* Title for Message if company was already added */
"Company already added." = "Company already added.";

/* Title for Create Value Screen */
"Create \(self.currentMeasurement.name)" = "Create \(self.currentMeasurement.name)";

/* Name for Period Daily */
"Daily" = "Daily";

/* Name for GoalItem Distance
   Name for Measurement Item Distance
   Name of Value Distance */
"Distance" = "Distance";

/* Name for Measurement Item Duration */
"Duration" = "Duration";

/* Title for Message if email has been successfully changed
   Title for Message if email was succesfully sent */
"E-Mail has been successfully sent!" = "E-Mail has been successfully sent!";

/* Name for Measurement Item Elevation
   Name of Value Elevation */
"Elevation" = "Elevation";

/* Name of Value Floors */
"Floors" = "Floors";

/* Name for Measurement Item Food */
"Food" = "Food";

/* Title for Message which appears if Dashboard already contains that Item */
"Item already added" = "Item already added";

/* Name for Period Monthly */
"Monthly" = "Monthly";

/* Message if emails is equal to the current one */
"New email cannot be identical with the current one." = "New email cannot be identical with the current one.";

/* Title for Message if password change was successfull */
"Password Succesfully Changed" = "Password Succesfully Changed";

/* Message if sign up failed */
"Passwords doesn't Match" = "Passwords doesn't Match";

/* Message if password change failed */
"Passwords don't Match." = "Passwords don't Match.";

/* Message if sign in failed */
"Please enter E - Mail Address and Password" = "Please enter E - Mail Address and Password";

/* Message if sign up failed */
"Please Enter E - Mail Adress and Password" = "Please Enter E - Mail Adress and Password";

/* Message if password change failed */
"Please enter your E-Mail and/or Password" = "Please enter your E-Mail and/or Password";

/* Message if password change was successfull */
"Please see your Inbox for further Instructions" = "Please see your Inbox for further Instructions";

/* Name for Setting set favorite Company */
"Set Favorite Company" = "Set Favorite Company";

/* Title for Message sign in failed */
"Sign In Failed!" = "Sign In Failed!";

/* Title for Message sign up failed */
"Sign Up Failed!" = "Sign Up Failed!";

/* Title for Message sign up successfull */
"Sign Up Succesfull!" = "Sign Up Succesfull!";

/* Name of Value Sleep */
"Sleep" = "Sleep";

/* Name for Measurement Item Sleep Analysis */
"Sleep Analysis" = "Sleep Analysis";

/* Name for GoalItem Steps
   Name for Measurement Item Steps
   Name of Value Steps
   Unit for GoalItem Steps */
"Steps" = "Steps";

/* Text for Day Label */
"Test Test Test 123" = "Test Test Test 123";

/* Message if company was already added */
"The chosen company has already been added to your list. The action can't be executed." = "The chosen company has already been added to your list. The action can't be executed.";

/* Message if emails do not match */
"The email does not match the registered email for this account." = "The email does not match the registered email for this account.";

/* Message if email is not valid */
"The email in the field 'New Email' is not a valid email." = "The email in the field 'New Email' is not a valid email.";

/* Message if emails do not match */
"The fields 'New Email' and 'Confirm New Email' do not match." = "The fields 'New Email' and 'Confirm New Email' do not match.";

/* Name for Measurement Item Water
   Name of Value Water */
"Water" = "Water";

/* Name for Period Weekly */
"Weekly" = "Weekly";

/* Text for LineChart Label Axis */
"x: \(x)   y: \(yValues)" = "x: \(x)   y: \(yValues)";

/* Message which appears if Dashboard already contains that Item */
"You have already added \(item.name). Please choose another one" = "You have already added \(item.name). Please choose another one";

/* Message if sign up failed */
"Your E - Mail is not correct" = "Your E - Mail is not correct";

